Repository: nowheremanmail/trackmyillness
Catalog: TrackMyIllness/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, pt

source: 1 h ago
ca: Fa 1 h
de: Vor 1 Std.
es: hace 1 h
fr: Il y a 1 h
it: 1 h fa
pt: Há 1 h

source: 2 h ago
ca: Fa 2 h
de: Vor 2 Std.
es: hace 2 h
fr: Il y a 2 h
it: 2 h fa
pt: Há 2 h

source: 30 days
ca: 30 dies
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
pt: 30 dias

source: 30 min ago
ca: Fa 30 min
de: Vor 30 Min.
es: hace 30 min
fr: Il y a 30 min
it: 30 min fa
pt: Há 30 min

source: 7 days
ca: 7 dies
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
pt: 7 dias

source: 90 days
ca: 90 dies
de: 90 Tage
es: 90 días
fr: 90 jours
it: 90 giorni
pt: 90 dias

source: A private log of what you took and how you felt.
ca: Un registre privat del que has pres i de com t'has sentit.
de: Ein privates Protokoll dessen, was du genommen hast und wie es dir ging.
es: Un registro privado de lo que tomaste y de cómo te sentiste.
fr: Un journal privé de ce que vous avez pris et de ce que vous avez ressenti.
it: Un diario privato di ciò che hai preso e di come ti sei sentito.
pt: Um registo privado do que tomaste e de como te sentiste.

source: Abdominal pain
ca: Dolor abdominal
de: Bauchschmerzen
es: Dolor abdominal
fr: Douleur abdominale
it: Dolore addominale
pt: Dor abdominal

source: About
ca: Quant a
de: Über
es: Acerca de
fr: À propos
it: Info
pt: Acerca de

source: Add
ca: Afegeix
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt: Adicionar

source: Add another illness
ca: Afegeix una altra malaltia
de: Weitere Krankheit hinzufügen
es: Añadir otra enfermedad
fr: Ajouter une autre maladie
it: Aggiungi un'altra malattia
pt: Adicionar outra doença

source: Add from an illness
ca: Afegeix des d'una malaltia
de: Aus einer Krankheit hinzufügen
es: Añadir desde una enfermedad
fr: Ajouter depuis une maladie
it: Aggiungi da una malattia
pt: Adicionar a partir de uma doença

source: Add the ones you want to report.
ca: Afegeix els que vulguis registrar.
de: Füge hinzu, was du erfassen willst.
es: Añade los que quieras registrar.
fr: Ajoutez ceux que vous voulez signaler.
it: Aggiungi quelli che vuoi registrare.
pt: Adiciona os que queres registar.

source: Add to my catalog
ca: Afegeix a la meva llista
de: Zu meiner Liste hinzufügen
es: Añadir a mi lista
fr: Ajouter à ma liste
it: Aggiungi al mio elenco
pt: Adicionar à minha lista

source: Added to your list: %lld
ca: Afegit a la teva llista: %lld
de: Zu deiner Liste hinzugefügt: %lld
es: Añadido a tu lista: %lld
fr: Ajouté à votre liste : %lld
it: Aggiunto al tuo elenco: %lld
pt: Adicionado à tua lista: %lld

source: Adds a 1–5 rating to the entry form for this symptom.
ca: Afegeix una valoració 1–5 al formulari per a aquest símptoma.
de: Fügt diesem Symptom eine Bewertung von 1–5 im Formular hinzu.
es: Añade una valoración de 1 a 5 al formulario para este síntoma.
fr: Ajoute une note de 1 à 5 au formulaire pour ce symptôme.
it: Aggiunge una valutazione 1–5 nel modulo per questo sintomo.
pt: Adiciona uma avaliação de 1–5 ao formulário para este sintoma.

source: All
ca: Tot
de: Alle
es: Todo
fr: Tout
it: Tutto
pt: Tudo

source: Already added
ca: Ja afegit
de: Schon hinzugefügt
es: Ya añadido
fr: Déjà ajouté
it: Già aggiunto
pt: Já adicionado

source: Antacid
ca: Antiàcid
de: Antazidum
es: Antiácido
fr: Antiacide
it: Antiacido
pt: Antiácido

source: Anti-inflammatory
ca: Antiinflamatori
de: Entzündungshemmer
es: Antiinflamatorio
fr: Anti-inflammatoire
it: Antinfiammatorio
pt: Anti-inflamatório

source: Anti-nausea medication
ca: Medicació antiemètica
de: Mittel gegen Übelkeit
es: Medicación antiemética
fr: Antiémétique
it: Antiemetico
pt: Medicação antiemética

source: Antihistamine
ca: Antihistamínic
de: Antihistaminikum
es: Antihistamínico
fr: Antihistaminique
it: Antistaminico
pt: Anti-histamínico

source: Antispasmodic
ca: Antiespasmòdic
de: Spasmolytikum
es: Antiespasmódico
fr: Antispasmodique
it: Antispastico
pt: Antiespasmódico

source: Anxiety
ca: Ansietat
de: Angst
es: Ansiedad
fr: Anxiété
it: Ansia
pt: Ansiedade

source: Asthma
ca: Asma
es: Asma
fr: Asthme
it: Asma
pt: Asma

source: Authentication failed.
ca: L'autenticació ha fallat.
de: Authentifizierung fehlgeschlagen.
es: La autenticación ha fallado.
fr: L'authentification a échoué.
it: Autenticazione non riuscita.
pt: A autenticação falhou.

source: Average symptom severity
ca: Severitat mitjana dels símptomes
de: Durchschnittlicher Schweregrad
es: Intensidad media de los síntomas
fr: Intensité moyenne des symptômes
it: Gravità media dei sintomi
pt: Gravidade média dos sintomas

source: Back pain
ca: Dolor d'esquena
de: Rückenschmerzen
es: Dolor de espalda
fr: Mal de dos
it: Mal di schiena
pt: Dor nas costas

source: Bad
ca: Forta
de: Stark
es: Fuerte
fr: Fort
it: Forte
pt: Forte

source: Barely noticeable
ca: Gairebé imperceptible
de: Kaum spürbar
es: Apenas perceptible
fr: À peine perceptible
it: Appena percettibile
pt: Quase imperceptível

source: Bloating
ca: Inflament
de: Blähungen
es: Hinchazón
fr: Ballonnements
it: Gonfiore
pt: Inchaço

source: Blocked nose
ca: Nas tapat
de: Verstopfte Nase
es: Nariz taponada
fr: Nez bouché
it: Naso chiuso
pt: Nariz entupido

source: Breathing exercise
ca: Exercici de respiració
de: Atemübung
es: Ejercicio de respiración
fr: Exercice de respiration
it: Esercizio di respirazione
pt: Exercício de respiração

source: Built by
ca: Desenvolupat per
de: Entwickelt von
es: Desarrollado por
fr: Développé par
it: Sviluppato da
pt: Desenvolvido por

source: Cancel
ca: Cancel·la
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Cancer treatment
ca: Tractament oncològic
de: Krebsbehandlung
es: Tratamiento oncológico
fr: Traitement oncologique
it: Trattamento oncologico
pt: Tratamento oncológico

source: Chemotherapy session
ca: Sessió de quimioteràpia
de: Chemotherapie-Sitzung
es: Sesión de quimioterapia
fr: Séance de chimiothérapie
it: Seduta di chemioterapia
pt: Sessão de quimioterapia

source: Chest tightness
ca: Opressió al pit
de: Engegefühl in der Brust
es: Opresión en el pecho
fr: Oppression thoracique
it: Oppressione al petto
pt: Aperto no peito

source: Chills
ca: Escalfreds
de: Schüttelfrost
es: Escalofríos
fr: Frissons
it: Brividi
pt: Arrepios

source: Choose an illness
ca: Tria una malaltia
de: Krankheit wählen
es: Elegir una enfermedad
fr: Choisir une maladie
it: Scegli una malattia
pt: Escolher uma doença

source: Choose what to track
ca: Tria què registrar
de: Wähle, was du erfassen willst
es: Elige qué registrar
fr: Choisissez ce que vous suivez
it: Scegli che cosa registrare
pt: Escolhe o que registar

source: Close and archive?
ca: Vols tancar i arxivar?
de: Abschließen und archivieren?
es: ¿Cerrar y archivar?
fr: Clore et archiver ?
it: Chiudere e archiviare?
pt: Fechar e arquivar?

source: Close illness
ca: Tanca la malaltia
de: Krankheit abschließen
es: Cerrar enfermedad
fr: Clore la maladie
it: Chiudi la malattia
pt: Fechar doença

source: Close it
ca: Tanca-la
de: Abschließen
es: Cerrarla
fr: Clore
it: Chiudi
pt: Fechar

source: Close this illness
ca: Tanca aquesta malaltia
de: Diese Krankheit abschließen
es: Cerrar esta enfermedad
fr: Clore cette maladie
it: Chiudi questa malattia
pt: Fechar esta doença

source: Closed
ca: Tancada
de: Abgeschlossen
es: Cerrada
fr: Clôturée
it: Chiusa
pt: Fechada

source: Closed illnesses
ca: Malalties tancades
de: Abgeschlossene Krankheiten
es: Enfermedades cerradas
fr: Maladies clôturées
it: Malattie chiuse
pt: Doenças fechadas

source: Closing an illness files the current log away — you can still read and export it — and starts the Report and History tabs clean.
ca: En tancar una malaltia, el registre actual s'arxiva —el podràs continuar llegint i exportant— i les pestanyes Registrar i Històric comencen buides.
de: Beim Abschließen einer Krankheit wird das aktuelle Protokoll archiviert – du kannst es weiterhin lesen und exportieren – und die Tabs „Erfassen“ und „Verlauf“ starten leer.
es: Al cerrar una enfermedad, el registro actual se archiva —podrás seguir leyéndolo y exportándolo— y las pestañas Registrar e Histórico empiezan vacías.
fr: Clôturer une maladie archive le journal actuel — vous pourrez toujours le consulter et l'exporter — et les onglets Signaler et Historique repartent à vide.
it: Chiudendo una malattia il registro attuale viene archiviato — potrai comunque leggerlo ed esportarlo — e le schede Registra e Cronologia ripartono vuote.
pt: Ao fechares uma doença, o registo atual é arquivado — podes continuar a lê-lo e a exportá-lo — e os separadores Registar e Histórico começam vazios.

source: Cold or flu
ca: Refredat o grip
de: Erkältung oder Grippe
es: Resfriado o gripe
fr: Rhume ou grippe
it: Raffreddore o influenza
pt: Resfriado ou gripe

source: Cold pack
ca: Compresa freda
de: Kühlkompresse
es: Compresa fría
fr: Compresse froide
it: Impacco freddo
pt: Compressa fria

source: Colour
ca: Color
de: Farbe
es: Color
fr: Couleur
it: Colore
pt: Cor

source: Constipation
ca: Restrenyiment
de: Verstopfung
es: Estreñimiento
it: Stitichezza
pt: Prisão de ventre

source: Cough
ca: Tos
de: Husten
es: Tos
fr: Toux
it: Tosse
pt: Tosse

source: Couldn't reach the list. Check your connection and try again.
ca: No s'ha pogut accedir a la llista. Comprova la connexió i torna-ho a provar.
de: Die Liste ist nicht erreichbar. Prüfe deine Verbindung und versuch es erneut.
es: No se ha podido acceder a la lista. Comprueba tu conexión e inténtalo de nuevo.
fr: Liste inaccessible. Vérifiez votre connexion et réessayez.
it: Elenco non raggiungibile. Controlla la connessione e riprova.
pt: Não foi possível acessar a lista. Verifica a ligação e tenta de novo.

source: Create PDF
ca: Crea el PDF
de: PDF erstellen
es: Crear PDF
fr: Créer le PDF
it: Crea PDF
pt: Criar PDF

source: Date
ca: Data
de: Datum
es: Fecha
it: Data
pt: Data

source: Day
ca: Dia
de: Tag
es: Día
fr: Jour
it: Giorno
pt: Dia

source: Days
ca: Dies
de: Tage
es: Días
fr: Jours
it: Giorni
pt: Dias

source: Decongestant
ca: Descongestiu
de: Abschwellendes Mittel
es: Descongestivo
fr: Décongestionnant
it: Decongestionante
pt: Descongestionante

source: Default dose
ca: Dosi per defecte
de: Standarddosis
es: Dosis por defecto
fr: Dose par défaut
it: Dose predefinita
pt: Dose predefinida

source: Delete
ca: Elimina
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Eliminar

source: Delete %@?
ca: Vols eliminar %@?
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
it: Eliminare %@?
pt: Eliminar %@?

source: Delete all entries
ca: Elimina tots els registres
de: Alle Einträge löschen
es: Eliminar todos los registros
fr: Supprimer toutes les entrées
it: Elimina tutte le voci
pt: Eliminar todos os registos

source: Delete every entry?
ca: Vols eliminar tots els registres?
de: Alle Einträge löschen?
es: ¿Eliminar todos los registros?
fr: Supprimer toutes les entrées ?
it: Eliminare tutte le voci?
pt: Eliminar todos os registos?

source: Delete everything
ca: Elimina-ho tot
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
pt: Eliminar tudo

source: Delete everything and start over
ca: Esborra-ho tot i comença de nou
de: Alles löschen und neu anfangen
es: Borrar todo y empezar de nuevo
fr: Tout supprimer et recommencer
it: Elimina tutto e ricomincia
pt: Apagar tudo e começar de novo

source: Design by
ca: Disseny de
de: Design von
es: Diseño de
fr: Design par
it: Design di
pt: Design de

source: Details
ca: Detalls
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes

source: Diarrhoea
ca: Diarrea
de: Durchfall
es: Diarrea
fr: Diarrhée
it: Diarrea
pt: Diarreia

source: Digestive discomfort
ca: Molèsties digestives
de: Verdauungsbeschwerden
es: Molestias digestivas
fr: Troubles digestifs
it: Disturbi digestivi
pt: Desconforto digestivo

source: Done
ca: Fet
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
pt: Concluído

source: Dose
ca: Dosi
de: Dosis
es: Dosis

source: Downloaded from the project wiki. Everything it creates is an ordinary treatment or symptom afterwards.
ca: Descarregada del wiki del projecte. Tot el que crea queda després com un tractament o símptoma normal.
de: Aus dem Projekt-Wiki geladen. Alles, was sie anlegt, ist danach eine normale Behandlung oder ein normales Symptom.
es: Descargada del wiki del proyecto. Todo lo que crea queda después como un tratamiento o síntoma normal.
fr: Téléchargée depuis le wiki du projet. Tout ce qu'elle crée devient ensuite un traitement ou un symptôme ordinaire.
it: Scaricato dal wiki del progetto. Tutto ciò che crea diventa poi un normale trattamento o sintomo.
pt: Descarregada do wiki do projeto. Tudo o que cria fica depois como um tratamento ou sintoma normal.

source: Downloading the list…
ca: S'està descarregant la llista…
de: Liste wird geladen …
es: Descargando la lista…
fr: Téléchargement de la liste…
it: Scaricamento dell'elenco…
pt: A descarregar a lista…

source: Edit
ca: Edita
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt: Editar

source: Entries
ca: Registres
de: Einträge
es: Registros
fr: Entrées
it: Voci
pt: Registos

source: Entries already reported keep their name and are not removed.
ca: Els registres ja fets conserven el nom i no s'eliminen.
de: Bereits erfasste Einträge behalten ihren Namen und bleiben erhalten.
es: Los registros ya guardados conservan su nombre y no se eliminan.
fr: Les entrées déjà signalées conservent leur nom et ne sont pas supprimées.
it: Le voci già registrate conservano il nome e non vengono rimosse.
pt: Os registos já feitos mantêm o nome e não são removidos.

source: Entries moving to Closed illnesses: %lld. This can't be undone.
ca: Registres que passen a Malalties tancades: %lld. Això no es pot desfer.
de: Einträge, die zu „Abgeschlossene Krankheiten“ wandern: %lld. Das lässt sich nicht rückgängig machen.
es: Registros que pasan a Enfermedades cerradas: %lld. Esto no se puede deshacer.
fr: Entrées déplacées vers Maladies clôturées : %lld. Cette action est irréversible.
it: Voci che passano a Malattie chiuse: %lld. L'operazione non può essere annullata.
pt: Registos que passam para Doenças fechadas: %lld. Não é possível anular.

source: Entries moving to Closed illnesses: %lld. Your configured treatments and symptoms are deleted too. This can't be undone.
ca: Registres que passen a Malalties tancades: %lld. També s'eliminen els tractaments i símptomes que tens configurats. Això no es pot desfer.
de: Einträge, die zu „Abgeschlossene Krankheiten“ wandern: %lld. Deine eingerichteten Behandlungen und Symptome werden ebenfalls gelöscht. Das lässt sich nicht rückgängig machen.
es: Registros que pasan a Enfermedades cerradas: %lld. También se eliminan los tratamientos y síntomas que tienes configurados. Esto no se puede deshacer.
fr: Entrées déplacées vers Maladies clôturées : %lld. Vos traitements et symptômes configurés sont également supprimés. Cette action est irréversible.
it: Voci che passano a Malattie chiuse: %lld. Vengono eliminati anche i trattamenti e i sintomi che hai configurato. L'operazione non può essere annullata.
pt: Registos que passam para Doenças fechadas: %lld. Os tratamentos e sintomas que configuraste também são eliminados. Não é possível anular.

source: Entries per day
ca: Registres per dia
de: Einträge pro Tag
es: Registros por día
fr: Entrées par jour
it: Voci al giorno
pt: Registos por dia

source: Entries to include: %lld
ca: Registres a incloure: %lld
de: Einzubeziehende Einträge: %lld
es: Registros a incluir: %lld
fr: Entrées à inclure : %lld
it: Voci da includere: %lld
pt: Registos a incluir: %lld

source: Entries to include: %lld. Your notes are left out of the report.
ca: Registres a incloure: %lld. Les teves notes no van a l'informe.
de: Einzubeziehende Einträge: %lld. Deine Notizen bleiben aus dem Bericht.
es: Registros a incluir: %lld. Tus notas se quedan fuera del informe.
fr: Entrées à inclure : %lld. Vos notes sont exclues du rapport.
it: Voci da includere: %lld. Le tue note restano fuori dal report.
pt: Registos a incluir: %lld. As tuas notas ficam fora do relatório.

source: Entries you report will show up here.
ca: Els registres que facis apareixeran aquí.
de: Deine Einträge erscheinen hier.
es: Aquí aparecerá lo que vayas registrando.
fr: Les entrées que vous signalez apparaîtront ici.
it: Le voci che registri appariranno qui.
pt: Os registos que fizeres aparecem aqui.

source: Evening medication
ca: Medicació de la nit
de: Medikament abends
es: Medicación de la noche
fr: Médicament du soir
it: Farmaco della sera
pt: Medicação da noite

source: Everything
ca: Tot
de: Alles
es: Todo
fr: Tout
it: Tutto
pt: Tudo

source: Everything an illness creates is an ordinary treatment or symptom afterwards — rename it, recolour it or remove it as you like.
ca: Tot el que crea una malaltia queda després com un tractament o símptoma normal: pots canviar-li el nom, el color o esborrar-lo.
de: Alles, was eine Krankheit anlegt, ist danach eine normale Behandlung oder ein normales Symptom – umbenennen, umfärben oder löschen, wie du willst.
es: Todo lo que crea una enfermedad queda después como un tratamiento o síntoma normal: puedes renombrarlo, cambiarle el color o borrarlo.
fr: Tout ce qu'une maladie crée devient ensuite un traitement ou un symptôme ordinaire : renommez-le, changez sa couleur ou supprimez-le.
it: Tutto ciò che crea una malattia diventa poi un normale trattamento o sintomo: rinominalo, cambiane il colore o eliminalo.
pt: Tudo o que uma doença cria fica depois como um tratamento ou sintoma normal: podes renomeá-lo, mudar a cor ou apagá-lo.

source: Everything from this illness is already in your catalog.
ca: Ja tens tot el d'aquesta malaltia.
de: Alles aus dieser Krankheit ist schon in deiner Liste.
es: Ya tienes todo lo de esta enfermedad.
fr: Vous avez déjà tout de cette maladie.
it: Hai già tutto di questa malattia.
pt: Já tens tudo desta doença.

source: Export
ca: Exportar
es: Exportar
fr: Exporter
it: Esporta
pt: Exportar

source: Export PDF
ca: Exporta el PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter le PDF
it: Esporta PDF
pt: Exportar PDF

source: Export to PDF
ca: Exporta a PDF
de: Als PDF exportieren
es: Exportar a PDF
fr: Exporter en PDF
it: Esporta in PDF
pt: Exportar para PDF

source: Eye drops
ca: Col·liri
de: Augentropfen
es: Colirio
fr: Collyre
it: Collirio
pt: Colírio

source: Fatigue
ca: Cansament
de: Erschöpfung
es: Cansancio
it: Stanchezza
pt: Cansaço

source: Fetches an extra list published on the project wiki. It downloads only when you open it, and sends nothing about you or your log.
ca: Descarrega una llista extra publicada al wiki del projecte. Només es descarrega quan l'obres, i no envia res sobre tu ni sobre el teu registre.
de: Lädt eine zusätzliche Liste aus dem Projekt-Wiki. Sie wird nur geladen, wenn du sie öffnest, und sendet nichts über dich oder dein Protokoll.
es: Descarga una lista extra publicada en el wiki del proyecto. Sólo se descarga cuando la abres, y no envía nada sobre ti ni sobre tu registro.
fr: Récupère une liste supplémentaire publiée sur le wiki du projet. Elle n'est téléchargée qu'à l'ouverture et n'envoie rien sur vous ni sur votre journal.
it: Scarica un elenco extra pubblicato sul wiki del progetto. Si scarica solo quando lo apri e non invia nulla su di te o sul tuo diario.
pt: Descarrega uma lista extra publicada no wiki do projeto. Só é descarregada quando a abres e não envia nada sobre ti nem sobre o teu registo.

source: Fever
ca: Febre
de: Fieber
es: Fiebre
fr: Fièvre
it: Febbre
pt: Febre

source: Fibre supplement
ca: Suplement de fibra
de: Ballaststoffe
es: Suplemento de fibra
fr: Complément de fibres
it: Integratore di fibre
pt: Suplemento de fibra

source: First steps
ca: Primers passos
de: Erste Schritte
es: Primeros pasos
fr: Premiers pas
it: Primi passi
pt: Primeiros passos

source: Fluids
ca: Líquids
de: Flüssigkeit
es: Líquidos
fr: Hydratation
it: Liquidi
pt: Líquidos

source: Generated %@
ca: Generat el %@
de: Erstellt am %@
es: Generado el %@
fr: Généré le %@
it: Generato il %@
pt: Gerado em %@

source: Headache
ca: Mal de cap
de: Kopfschmerzen
es: Dolor de cabeza
fr: Mal de tête
it: Mal di testa
pt: Dor de cabeça

source: Health log
ca: Registre de salut
de: Gesundheitsprotokoll
es: Registro de salud
fr: Journal de santé
it: Diario di salute
pt: Registo de saúde

source: Heartburn
ca: Cremor d'estómac
de: Sodbrennen
es: Ardor de estómago
fr: Brûlures d'estomac
it: Bruciore di stomaco
pt: Azia

source: Heat pack
ca: Compresa calenta
de: Wärmekompresse
es: Compresa caliente
fr: Compresse chaude
it: Impacco caldo
pt: Compressa quente

source: Hidden
ca: Amagat
de: Ausgeblendet
es: Oculto
fr: Masqué
it: Nascosto
pt: Oculto

source: Hide
ca: Amaga
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
pt: Ocultar

source: Hide from the report form
ca: Amaga del formulari
de: Aus dem Formular ausblenden
es: Ocultar del formulario
fr: Masquer du formulaire
it: Nascondi dal modulo
pt: Ocultar do formulário

source: History
ca: Històric
de: Verlauf
es: Histórico
fr: Historique
it: Cronologia
pt: Histórico

source: I'll add my own
ca: Ja els afegeixo jo
de: Ich füge eigene hinzu
es: Los añado yo
fr: J'ajouterai les miens
it: Li aggiungo io
pt: Adiciono eu

source: Icon
ca: Icona
de: Symbol
es: Icono
fr: Icône
it: Icona
pt: Ícone

source: Illness
ca: Malaltia
de: Krankheit
es: Enfermedad
fr: Maladie
it: Malattia
pt: Doença

source: Include
ca: Inclou
de: Einbeziehen
es: Incluir
fr: Inclure
it: Includi
pt: Incluir

source: Include notes
ca: Inclou les notes
de: Notizen einbeziehen
es: Incluir las notas
fr: Inclure les notes
it: Includi le note
pt: Incluir as notas

source: Irritability
ca: Irritabilitat
de: Reizbarkeit
es: Irritabilidad
fr: Irritabilité
it: Irritabilità
pt: Irritabilidade

source: It stays on your device
ca: No surt del teu dispositiu
de: Es bleibt auf deinem Gerät
es: No sale de tu dispositivo
fr: Tout reste sur votre appareil
it: Resta sul tuo dispositivo
pt: Não sai do teu dispositivo

source: Itchy eyes
ca: Picor d'ulls
de: Juckende Augen
es: Picor de ojos
fr: Démangeaisons des yeux
it: Prurito agli occhi
pt: Comichão nos olhos

source: Itchy skin
ca: Picor de pell
de: Juckende Haut
es: Picor de piel
fr: Démangeaisons cutanées
it: Prurito alla pelle
pt: Comichão na pele

source: Keep what I can report
ca: Conserva el que puc registrar
de: Behalten, was ich erfassen kann
es: Conservar lo que puedo registrar
fr: Conserver ce que je peux signaler
it: Mantieni ciò che posso registrare
pt: Manter o que posso registar

source: Keeps past entries intact but stops offering it for new ones.
ca: Manté els registres passats però deixa d'oferir-lo per als nous.
de: Behält frühere Einträge, wird aber nicht mehr angeboten.
es: Mantiene intactos los registros anteriores, pero deja de ofrecerlo para los nuevos.
fr: Conserve les entrées passées mais ne le propose plus.
it: Mantiene le voci passate ma non lo propone più.
pt: Mantém os registos antigos mas deixa de o oferecer.

source: Kind
ca: Tipus
de: Art
es: Tipo
fr: Type
it: Tipo
pt: Tipo

source: Light sensitivity
ca: Sensibilitat a la llum
de: Lichtempfindlichkeit
es: Sensibilidad a la luz
fr: Sensibilité à la lumière
it: Sensibilità alla luce
pt: Sensibilidade à luz

source: Locked
ca: Blocat
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
pt: Bloqueado

source: Look back
ca: Mira enrere
de: Zurückblicken
es: Mira atrás
fr: Regardez en arrière
it: Guarda indietro
pt: Olha para trás

source: Loss of appetite
ca: Falta de gana
de: Appetitlosigkeit
es: Falta de apetito
fr: Perte d'appétit
it: Inappetenza
pt: Falta de apetite

source: Low mood
ca: Ànim baix
de: Niedergeschlagenheit
es: Ánimo bajo
fr: Humeur basse
it: Umore basso
pt: Humor baixo

source: Low mood or anxiety
ca: Ànim baix o ansietat
de: Niedergeschlagenheit oder Angst
es: Ánimo bajo o ansiedad
fr: Humeur basse ou anxiété
it: Umore basso o ansia
pt: Humor baixo ou ansiedade
